Cylinder Flow/Re_40/system/fvSolution
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      fvSolution;
}
solvers
{
    p
    {
        solver          GAMG;
        smoother        GaussSeidel;
        tolerance       1e-7;
        relTol          0.01;
    }
    pFinal      { $p; relTol 0; }
    U
    {
        solver          PBiCGStab;
        preconditioner  DILU;
        tolerance       1e-8;
        relTol          0.1;
    }
    UFinal      { $U; relTol 0; }
    k           { $U; }
    kFinal      { $U; relTol 0; }
    omega       { $U; }
    omegaFinal  { $U; relTol 0; }
}
PIMPLE
{
    nOuterCorrectors        2;
    nCorrectors             2;
    nNonOrthogonalCorrectors 1;
    pRefCell                0;
    pRefValue               0;
}
relaxationFactors
{
    fields      { p 0.3; }
    equations   { U 0.7; k 0.7; omega 0.7; }
}
